name: "simple"
platform: "onnxruntime_onnx"
max_batch_size: 0

input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [ 1, 1, 28, 28 ]
  }
]

output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [ 1, 1, 28, 28 ]
  }
]

instance_group [
  {
    kind: KIND_CPU
    count: 1
  }
]
